{
	"metaText": {
		"title": "StockFlowㅣ",
		"description": "StockFlow is a customized logistics management service based on industry-standard models and processes.",
		"keywords": "StockFlow, SaaS, SaaS WMS, WMS SaaS, WMS, OMS, AMS, logistics, warehouse management, inventory optimization, B2B logistics, fulfillment, warehouse management system, logistics system, warehouse automation, distribution, manufacturing, item management, inventory management, inbound, outbound, logistics center",
		"og-locale": "en"
	},
	"navigation": {
		"product": "Product",
		"solution": "Solution",
		"order": "Order",
		"receive": "Receive",
		"shipping": "Shipping",
		"inventory": "Inventory",
		"customer": "Customer"
	},
	"language": {
		"kor": "KOR",
		"eng": "ENG"
	},
	"mainVisual": {
		"sub": "Simple, Concise, and Fast",
		"title": "Experience the optimization of<br class='mob-hide' /> an integrated logistics system<br /><span class='text-gradient'>starting with analysis at StockFlow</span>",
		"desc": "StockFlow partners with you to develop sustainable logistics centers enhanced with optimization."
	},
	"MainCustomer": {
		"title": "Customer Success Story",
		"text": "Many companies in medium to large logistics and distribution have praised <span class='accent'>StockFlow!!</span><br />Check out the success stories yourself.",
		"btn": "View more",
		"alt": "Our logistics center operations have been upgraded using StockFlow"
	},
	"MainFunction": {
		"title": "Main Features of StockFlow",
		"receive": {
			"title": "Receive",
			"sub": "Real-time inbound tracking, the smart choice for logistics centers!",
			"desc": "Efficiently manage products and materials from the moment they arrive and are stored in the logistics center."
		},
		"inventory": {
			"title": "Inventory",
			"sub": "Accurate and efficient stock management, the optimal partner for guaranteeing the success of logistics centers!",
			"desc": "By checking stock status by product, location, and expiration date, and managing stock movements, the operation is optimized, increasing the accuracy of stock management and playing a crucial role in reducing operating costs."
		},
		"order": {
			"title": "Order",
			"sub": "Accurate Order Management and Increased Customer Satisfaction",
			"desc": "Automate and manage the entire process from order receipt to delivery with a system that is essential for e-business, allowing operators of various channels to handle the series of sales processes comprehensively."
		},
		"shipping": {
			"title": "Shipping",
			"sub": "Accurate and Fast Dispatch Management, Maximizing the Efficiency of Your Logistics Center!",
			"desc": "A system that efficiently manages all dispatch processes from the logistics center until the products are shipped to customers."
		}
	},
	"product": {
		"title": "Agile StockFlow",
		"desc": "StockFlow provides a service separated by customer with customized interfaces and tailored services for each customer.",
		"DigitalWarehousing": {
			"title": "Digital Warehousing",
			"desc": "A unified order processing system for online orders that supports B2C and B2B warehouse processes. It is especially designed to handle high-volume data transactions, enabling fast allocations and efficient service for customers."
		},
		"optShipping": {
			"title": "Optimal Shipping",
			"desc": "Supports optimal transport by recommending the best packaging options and the most efficient loading methods for delivery vehicles."
		},
		"cloudWms": {
			"title": "Cloud WMS",
			"desc": "Offers top-level security and scalable services based on a proven cloud service. Provides a single platform for managing distribution networks, including domestic and international warehouses."
		},
		"ecommerceWms": {
			"title": "Ecommerce WMS",
			"desc": "Integrates with shopping mall platforms to enable efficient warehouse operations based on order information. Supports optimal inventory management by providing order-based product replenishment recommendations."
		},
		"scaleableWms": {
			"title": "Scalable WMS",
			"desc": "A platform designed for flexible integration with various ERP systems and automation equipment. Supports minimal additional development by providing specialized API development for customer-specific integrations."
		},
		"analytics": {
			"title": "Analytics & Visibility",
			"desc": "Provides various analytical insights based on warehouse operation data. Contributes to customer growth by offering 3D warehouse visibility, KPIs, dashboards, and demand forecasting information."
		}
	},
	"DigitalWarehousing": {
		"topSection": {
			"title": "Why Choose <span class='text-gradient'>StockFlow</span> as Your WMS?",
			"desc01": "Transform your operations with StockFlow WMS, the cloud-based warehouse management system that brings full digitalization to your fingertips. Our comprehensive solution offers:",
			"desc02": "With our proven approach to order fulfillment and industry-leading customer support, StockFlow WMS is the cost-effective choice for modern, competitive warehouse operations. Streamline your processes, boost productivity, and stay ahead in today's fast-paced logistics landscape with StockFlow WMS.",
			"descList": {
				"list01": "Intuitive mobile apps for on-the-go management",
				"list02": "Smart job batch processing for enhanced efficiency",
				"list03": "Task-aware exception handling to minimize disruptions",
				"list04": "Customizable reporting tools for data-driven decisions"
			}
		},
		"benefits": {
			"title": "The Benefits of StockFlow",
			"accuratedInventory": {
				"title": "Improved Inventory Accuracy and Visibility",
				"desc": "StockFlow WMS revolutionizes your inbound logistics and inventory management. Our system automates receiving processes and employs easily configurable, directed put-away algorithms to optimize inventory placement across your warehouses. You can organize stock based on crucial factors like product velocity, volume, fragility, temperature requirements, cross-docking needs, and zone-specific placement. This adaptability allows you to tailor inventory management to your unique operational demands, significantly enhancing warehouse efficiency and reducing costs. With StockFlow WMS, you have the power to streamline operations and maximize productivity in today's competitive logistics landscape."
			},
			"inventoryTracking": {
				"title": "Real-time Inventory Tracking and Reporting ",
				"desc": "StockFlow WMS provides end-to-end visibility of your supply chain, from order receipt to final delivery. Our real-time tracking capabilities allow you to monitor key performance indicators (KPIs) and inventory turnover instantly. The system generates comprehensive reports, empowering you to make data-driven decisions that enhance warehouse efficiency. This constant flow of actionable insights enables you to identify bottlenecks, optimize processes, and respond swiftly to changing demands, ultimately improving your overall operational performance and customer satisfaction."
			},
			"orderProcess": {
				"title": "Smart Integration of Picking Strategies and Inventory Protocols",
				"desc": "StockFlow WMS revolutionizes order management with its comprehensive, end-to-end solution. Our advanced system accelerates the picking process through intelligent job grouping, efficiently handling single-item, multi-item, and identical-item orders in optimized waves. Simultaneously, it upholds your preferred inventory management rules, whether first-in-first-out, first-expiry-first-out, or cross-docking. This smart integration of picking strategies and inventory protocols not only speeds up fulfillment but also ensures accuracy and freshness, ultimately boosting your warehouse's efficiency and customer satisfaction.StockFlow WMS offers robust support for 3PL operations, enabling precise management of client-specific delivery conditions. The system allows you to customize picking instructions according to each client's unique requirements."
			},
			"efficientPicking": {
				"title": "Picking Route Optimization",
				"desc": "StockFlow WMS significantly enhances picking efficiency and productivity through advanced route optimization. Our intelligent system minimizes worker movement by optimizing picking paths, streamlining logistics operations. The sophisticated picking route algorithm considers factors such as product proximity and priority shipping requirements to create the most efficient picking and packing sequences. This smart approach allows for tailored optimization in each warehouse, reducing travel time, increasing throughput, and maximizing overall operational efficiency. With StockFlow WMS, you can dramatically improve your warehouse's performance, enabling faster order fulfillment while reducing labor costs."
			}
		},
		"support": {
			"title": "Scalable B2C and B2B Operations Support",
			"desc": "StockFlow WMS excels in supporting both B2C and B2B operations with its robust, scalable cloud infrastructure. Drawing from extensive experience in processing high-volume transactions, our system efficiently manages sudden surges in order volume through dynamic cloud expansion. StockFlow WMS can handle an impressive 100,000 to 400,000+ transactions daily, allocating tasks within 20 minutes to ensure seamless picking, packing, and shipping operations. This rapid processing capability, combined with flexible cloud resource scaling, allows businesses to maintain optimal performance during peak periods without compromising efficiency. Whether you're dealing with steady B2B orders or fluctuating B2C demands, StockFlow WMS adapts to your needs, optimizing your warehouse operations and ensuring timely fulfillment even during the busiest times."
		},
		"mainFunction": {
			"title": "The Key Features of StockFlow",
			"multiWarehouse": {
				"title": "Multi-Warehouse Management",
				"desc01": "Supports independent operation of multiple warehouses",
				"desc02": "Enables stock management and transfer between individual centers",
				"desc03": "Provides both centralized and decentralized inventory control",
				"desc04": "Allows customization of product, client, and vendor management for each center"
			},
			"mobileOperation": {
				"title": "Mobile-Optimized Warehouse Operations",
				"desc01": "Minimizes manual processes through mobile-based task management",
				"desc02": "Offers real-time work monitoring and operational status updates via mobile devices"
			},
			"onlineMall": {
				"title": "Online Shopping Integration",
				"desc01": "Synchronizes order information with e-commerce platforms for efficient operations",
				"desc02": "Links order status changes to warehouse activities",
				"desc03": "Supports order-based logistics progress monitoring"
			},
			"globalWarehouse": {
				"title": "Global Warehouse Support",
				"desc01": "Provides multi-language interface for international users",
				"desc02": "Enables GMT-based warehouse operations for global e-commerce integration and accounting"
			}
		}
	},
	"optShipping": {
		"topSection": {
			"title": "<span class='text-gradient'>StockFlow</span> supports shipping optimization for online orders and 3PL orders",
			"desc": "StockFlow WMS provides a solution that enables e-commerce operators and 3PL service providers to minimize their shipping costs. The system supports cost-efficient operations by recommending optimal box sizes for customer orders and optimizing vehicle loading for 3PL deliveries, ultimately allowing businesses to operate with the lowest possible shipping expenses."
		},
		"benefits": {
			"title": "The Benefits of StockFlow",
			"recommendation": {
				"title": "Optimal Box Recommendation Feature",
				"desc": "StockFlow WMS offers an optimal box recommendation feature that minimizes logistics shipping costs by efficiently packaging items for e-commerce orders. The system supports cost reduction by optimizing delivery strategies, helping to eliminate unnecessary expenses."
			},
			"3plAlgorithm": {
				"title": "3PL Shipping Algorithm",
				"desc": "The 3PL delivery algorithm supports efficient and eco-friendly shipping by considering factors such as delivery fees and unloading priority when optimizing vehicle loading."
			},
			"labelManagement": {
				"title": "Customized Waybill Management Based on Customer Situations",
				"desc": "StockFlow WMS streamlines shipping processes with its Automated Shipping Documentation System. This feature automatically generates and prints packing lists and waybills, offering customizable settings to suit various warehouse scenarios. The system supports both batch and on-demand printing at packing stations, minimizing manual operations and reducing errors. By automating these critical steps, StockFlow WMS significantly enhances operational efficiency and shipping accuracy. This comprehensive solution adapts to diverse warehouse needs, supporting high-volume processing and individual packing stations alike."
			},
			"optimizedStack": {
				"title": "Loading Optimization",
				"desc": "StockFlow WMS enhances loading efficiency through advanced volume management. The system integrates seamlessly with volume measurement devices to automate the collection of dimensional data for items, boxes, and pallets. This automation significantly reduces the time and effort required for manual data entry by warehouse staff. By providing accurate and up-to-date volume and weight information, StockFlow WMS enables precise loading calculations and optimizations. This data-driven approach not only improves operational efficiency but also ensures optimal use of storage and transportation space, ultimately leading to cost savings and improved logistics performance."
			}
		},
		"mainFunction": {
			"title": "The Key Features of StockFlow",
			"intelligentShipping": {
				"title": "Intelligent Shipping Optimization",
				"desc01": "Tailored solutions for both e-commerce and 3PL orders",
				"desc02": "Cost-efficient delivery strategies for diverse logistics needs",
				"desc03": "Eco-friendly shipping options considering multiple factors"
			},
			"packaging": {
				"title": "Advanced Packaging and Loading Management",
				"desc01": "Optimal box size recommendations for e-commerce orders",
				"desc02": "Sophisticated 3PL vehicle loading algorithm",
				"desc03": "Integration with volume measurement devices for precise item, box, and pallet data",
				"desc04": "Data-driven approach for maximizing storage and transportation space utilization"
			},
			"automatedShipping": {
				"title": "Automated Shipping Documentation System",
				"desc01": "Automatic generation and printing of packing lists and waybills",
				"desc02": "Customizable settings adaptable to various warehouse scenarios",
				"desc03": "Support for both batch and on-demand printing at packing stations",
				"desc04": "Significant reduction in manual operations and associated errors"
			},
			"cost": {
				"title": "Comprehensive Cost Reduction and Efficiency Boost",
				"desc01": "Minimization of overall shipping expenses for businesses",
				"desc02": "Optimization of delivery fees and unloading priorities",
				"desc03": "Enhanced operational efficiency through automation of critical steps",
				"desc04": "Improved logistics performance leading to substantial cost savings"
			}
		}
	},
	"cloudWms": {
		"topSection": {
			"title": "Secure Cloud Environment WMS",
			"desc": "StockFlow WMS delivers a robust, secure cloud-based warehouse management solution designed for modern logistics challenges. The system's architecture is built to provide uninterrupted, real-time service around the clock, ensuring that businesses can operate efficiently at any time. StockFlow's powerful infrastructure is capable of handling high-volume data processing, making it suitable for operations of all sizes and complexities. A standout feature is the platform's commitment to data security and privacy, with dedicated measures to protect each customer's information individually."
		},
		"benefits": {
			"title": "The Benefits of StockFlow",
			"security": {
				"title": "Security First",
				"desc": "StockFlow WMS leverages a robust and secure cloud infrastructure to deliver unparalleled data protection. The system employs multi-layered security measures, safeguarding information at both application and network tiers. A key feature of StockFlow's architecture is its use of isolated customer databases, which adds an extra layer of data privacy and integrity. This segmentation ensures that each client's information remains separate and secure, even during system updates or in the unlikely event of a program error."
			},
			"operationSupport": {
				"title": "24/7/365 Uninterrupted Operations",
				"desc": "StockFlow WMS ensures continuous, round-the-clock operations to meet the demanding needs of modern businesses. Leveraging enterprise-grade cloud infrastructure, the system provides a secure and reliable environment for 24/7/365 WMS functionality. StockFlow's robust architecture incorporates advanced redundancy and comprehensive backup systems, significantly minimizing the risk of service interruptions. This high-availability design ensures that warehouse operations can proceed unhindered, even in the face of potential hardware failures or maintenance requirements."
			},
			"globalCenterOperation": {
				"title": "Global-first Approach",
				"desc": "StockFlow WMS addresses the critical challenge of latency in global warehouse operations, especially for high-volume transaction centers. Recognizing that slow system responsiveness can severely hamper international logistics, StockFlow leverages a sophisticated global cloud architecture. This advanced infrastructure ensures consistent, high-speed performance across all geographical locations, effectively eliminating speed-related constraints. By utilizing strategically positioned data centers and optimized network routing, StockFlow maintains rapid response times and seamless functionality, regardless of the warehouse's location. This global-first approach enables businesses to operate efficiently across borders, managing complex, high-volume transactions with the same speed and reliability they would expect from local operations. As a result, StockFlow empowers companies to scale their warehouse management globally without compromising on performance or user experience."
			}
		},
		"mainFunction": {
			"title": "The Key Features of StockFlow",
			"security": {
				"title": "Enhanced Data Security Framework",
				"desc01": "Multi-layered security measures protecting both application and network levels",
				"desc02": "Isolated customer databases ensuring data privacy and integrity",
				"desc03": "Secure data management even during system updates or program errors"
			},
			"uninterruptedOperational": {
				"title": "Uninterrupted 24/7/365 Operational System",
				"desc01": "Continuous WMS functionality leveraging enterprise-grade cloud infrastructure",
				"desc02": "Minimized risk of service interruptions through advanced redundancy and comprehensive backup systems",
				"desc03": "Stable warehouse operations support even during hardware failures or maintenance situations"
			},
			"globallyArchitecture": {
				"title": "Globally Optimized Architecture",
				"desc01": "Consistent high-speed performance across all global locations",
				"desc02": "Utilization of strategically positioned data centers and optimized network routing",
				"desc03": "Support for international logistics operations through efficient management of high-volume transactions"
			},
			"cloud": {
				"title": "Scalable Cloud-Based Solution",
				"desc01": "Seamless warehouse management support for global business expansion",
				"desc02": "Complex logistics processing with consistent speed and reliability regardless of location",
				"desc03": "Maintenance of performance and functionality without compromising user experience"
			}
		}
	},
	"ecommerceWms": {
		"topSection": {
			"title": "<span class='text-gradient'>StockFlow</span>: Powering E-commerce Growth with Advanced Warehouse Management",
			"desc": "Our system optimizes order management by seamlessly integrating with e-commerce platforms and providing intelligent order processing capabilities. StockFlow's dynamic inventory control features ensure real-time stock visibility and data-driven replenishment strategies, tailored to the fast-paced nature of online retail. By streamlining shipping operations and offering comprehensive operational support, StockFlow WMS empowers e-commerce businesses to scale efficiently and meet evolving customer demands."
		},
		"benefits": {
			"title": "The Benefits of StockFlow",
			"platform": {
				"title": "Seamless Integration with Ecommerce Platforms",
				"desc": "StockFlow WMS supports operations by optimizing order management, inventory management, and shipping tasks, reflecting the business characteristics of e-commerce platform customers. Through integration with e-commerce platform order information, it supports features necessary for online store operations such as real-time inventory levels, product substitutions, and other shop-specific functionalities. For global logistics service customers, it enables global operational efficiency through integration features with popular e-commerce platforms in each country."
			},
			"api": {
				"title": "Connections with our Open API",
				"desc": "StockFlow WMS provides standard APIs to organically link with customers' unique systems and information, in addition to ecommerce platforms. Through these standard APIs, we support seamless integration with various systems such as ERP, MES, TMS, HR, and more. For customers who find it difficult to use standard API integration, we offer an Excel upload feature that can be directly configured and used by the customer. This ensures that operations can continue without disruption even if temporary integration issues occur."
			},
			"orderSupport": {
				"title": "Accurate Order Placement Support",
				"desc": "StockFlow WMS recommends order quantities based on insufficient stock levels, using item-specific inbound and outbound history to provide guidance on optimal and safety stock levels for each item. The system allows users to compare orders based on personal experience with those based on order history. For items subject to events or unpredictable fluctuations, users can adjust order quantities and manage adjustment reasons. This support for more accurate ordering enables optimal inventory management."
			}
		},
		"mainFunction": {
			"title": "The Key Features of StockFlow",
			"inventory": {
				"title": "Intelligent Inventory Forecasting and Replenishment",
				"desc01": "Data-driven order quantity recommendations based on historical inbound and outbound data",
				"desc02": "Automated calculations to prevent overstocking or stockouts",
				"desc03": "User-friendly interface for reviewing and adjusting recommended quantities",
				"desc04": "Order Quantity Recommendation Feature Based on Demand Forecasting (Future Service)"
			},
			"platform": {
				"title": "Seamless E-commerce Platform Integration",
				"desc01": "Real-time synchronization with major e-commerce platforms",
				"desc02": "Automatic order import and inventory updates across multiple sales channels",
				"desc03": "Consistent inventory levels across all connected marketplaces"
			},
			"process": {
				"title": "Optimized Order Fulfillment Process",
				"desc01": "Smart order batching and routing for efficient picking and packing",
				"desc02": "Prioritization of orders based on shipping deadlines and inventory availability",
				"desc03": "Support for multi-order, split-order, and cross-docking processes"
			},
			"shipping": {
				"title": "Advanced Shipping and Returns Management",
				"desc01": "Automated carrier selection for cost-effective and timely deliveries",
				"desc02": "Integrated label printing and packing slip generation",
				"desc03": "Streamlined returns processing with automated restocking and refund workflows"
			}
		}
	},
	"scaleableWms": {
		"topSection": {
			"title": "<span class='text-gradient'>StockFlow</span>: Powering Efficient Growth",
			"desc": "Lubentis offers a cutting-edge warehouse automation solution designed for seamless scalability and performance. StockFlow can quickly adapt to changing requirements as customers adopt automation systems. StockFlow supports customers in rapidly responding to operational changes and logistics standard modifications as they shift to B2B and CDC operating systems."
		},
		"benefits": {
			"title": "The Benefits of StockFlow",
			"automaticSystem": {
				"title": "High-Volume Processing and Automation Systems",
				"desc": "StockFlow WMS offers a robust solution for businesses transitioning to automated warehouse systems, particularly in high-volume e-commerce and large distribution center (CDC) environments. Our system rapidly adapts to changing operational needs and logistics standards, leveraging extensive experience in automation implementation. StockFlow supports overcoming e-commerce challenges by improving operational accuracy, meeting productivity targets, and efficiently managing complex logistics scenarios. By enabling quick responses to large order volumes and logistical complexities, StockFlow helps customers maintain a competitive edge. Our WMS is designed to achieve automation goals, including improved work productivity and elimination of inefficiencies caused by human error, making it an essential component in the successful adoption of automated warehouse equipment."
			},
			"inventoryTracking": {
				"title": "Real-time Logistics Inventory Tracking and Report",
				"desc": "StockFlow WMS offers a comprehensive solution for high-volume processing and automation, crucial for modern warehouse operations. Drawing from extensive experience in automation implementation, StockFlow enables rapid and stable integration of automated systems, addressing the significant changes in distribution and manufacturing processes. The system excels in real-time logistics management, providing critical analytics for inventory optimization, operational efficiency, and detailed order processing. By offering demand forecast-based ordering guides and warehouse efficiency metrics, StockFlow not only enhances logistics operations but also contributes significantly to overall service quality improvement. This combination of automation support and real-time analytics positions StockFlow as an essential tool for businesses seeking to optimize their warehouse operations in today's fast-paced, high-volume logistics environment."
			},
			"network": {
				"title": "Logistics Network Expansion",
				"desc": "StockFlow WMS empowers businesses with comprehensive logistics management capabilities, from real-time inventory tracking to seamless network expansion. The system provides crucial analytical insights for optimizing operations, including SLA-based inventory management, demand forecasting, and detailed order analysis. StockFlow's flexibility shines in its ability to effortlessly incorporate new warehouses, both domestic and international, with simple configuration processes. Multi-language support and GMT settings facilitate global operations, while the integrated logistics network feature enables cost-effective scaling. By offering real-time data, predictive analytics, and easy scalability, StockFlow WMS positions businesses to enhance service quality, expand their logistics footprint, and maintain competitive edge in a dynamic market landscape."
			},
			"robot": {
				"title": "Effortless Integration with Robots",
				"desc": "StockFlow WMS offers a comprehensive solution for expanding and optimizing logistics networks, seamlessly integrating both traditional and robotic warehouse operations. StockFlow's flexibility extends to robotic automation, supporting various technologies like AGV, AMR, ACR, and Picking Robots through standard APIs. This adaptability allows for swift implementation of both partial and full robotic automation, addressing the significant changes required in transitioning from traditional to automated logistics processes. By providing an integrated platform that accommodates network growth and technological advancements, StockFlow empowers businesses to expand their logistics capabilities cost-effectively while staying at the forefront of warehouse automation trends"
			}
		},
		"mainFunction": {
			"title": "The Key Features of StockFlow",
			"robotic": {
				"title": "Comprehensive Robotic System Integration",
				"desc01": "Compatible with a wide range of robotic systems including shelf, transfer, and picking robots",
				"desc02": "Supports AGV, AMR, ACR, Picking Robots, and Warehouse Control Systems (WCS)",
				"desc03": "Facilitates seamless transition from fixed equipment to flexible robotic solutions"
			},
			"intelligentAutomation": {
				"title": "Intelligent Automation Optimization",
				"desc01": "Applies AI technologies to optimize robot operations within the warehouse",
				"desc02": "Considers item volume and weight for efficient shelf storage strategies",
				"desc03": "Optimizes transfer routes for AGVs and AMRs based on load characteristics"
			},
			"scalableAutomation": {
				"title": "Flexible and Scalable Automation",
				"desc01": "Adaptable to various levels of automation, from partial to full robotic implementation",
				"desc02": "Rapidly responds to changes in unmanned warehouse operations",
				"desc03": "Provides standard APIs for swift integration of new robotic systems"
			},
			"WMS-Robot": {
				"title": "Seamless WMS-Robot Coordination",
				"desc01": "Ensures smooth communication between robotic systems and the WMS",
				"desc02": "Facilitates efficient coordination of automated and manual processes",
				"desc03": "Meets complex functional requirements of automated robots for cohesive warehouse operations"
			}
		}
	},
	"analytics": {
		"topSection": {
			"title": "<span class='text-gradient'>StockFlow</span> Analytics: Data-driven Decision Making",
			"desc": "StockFlow provides various analytical information to optimize warehouse operations and enable data-driven decision-making.",
			"descList": {
				"list01": "Real-time inventory status and movement tracking",
				"list02": "Order processing performance and efficiency analysis",
				"list03": "Worker productivity and performance metrics",
				"list04": "Equipment and robot utilization analysis",
				"list05": "Prediction-based demand and inventory planning",
				"list06": "Logistics cost analysis and optimization suggestions",
				"list07": "Customer service level monitoring and improvement point identification"
			}
		},
		"benefits": {
			"title": "The Benefits of StockFlow",
			"visiblility": {
				"title": "Enhanced Visibility through Advanced Analytics"
			},
			"customedAnalytics": {
				"title": "Customed Analytics & Reports",
				"desc": "StockFlow WMS enhances operational visibility and decision-making through comprehensive analytical tools. The system offers real-time tracking of inventory trends, key performance indicators, and overall operational metrics via customizable dashboards and reports. These tools are tailored to different organizational levels, from company-wide overviews to specific warehouse management insights. StockFlow's flexibility allows for pre-configured templates as well as customized information delivery, ensuring that each client receives the most relevant and actionable data for their specific needs. By providing this level of detailed, customized analytics, StockFlow empowers businesses to make informed decisions, optimize their warehouse operations, and drive overall growth."
			},
			"performance": {
				"title": "Work Performance and Workforce Allocation (Under Development)",
				"desc": "StockFlow is developing advanced labor productivity tools that analyze employee performance, task completion times, and work distribution. These features will enable businesses to optimize workforce allocation, identify areas for improvement, and boost overall productivity. By combining customized information delivery with in-depth labor analytics, StockFlow WMS positions itself as a comprehensive solution for data-driven warehouse management and resource planning."
			},
			"3dVisibility": {
				"title": "3D Visibility",
				"desc": "StockFlow provides 3D visibility information for each of the customer's warehouses. By presenting traditional warehouse inventory information in a 3D format, StockFlow offers a more visual way to assess warehouse conditions such as stock shortages and abnormal inventory placements."
			},
			"scalability": {
				"title": "Integration & Scalability",
				"desc": "StockFlow WMS can appropriately respond to the customer's warehouse operational status. Throughout the entire center operation process, StockFlow WMS organically integrates with existing WMS systems, enabling analysis and management of the overall inventory"
			}
		},
		"mainFunction": {
			"title": "The Key Features of StockFlow",
			"realtime": {
				"title": "Comprehensive Real-Time Analytics",
				"desc01": "Real-time inventory tracking and movement analysis",
				"desc02": "Order processing performance and efficiency metrics",
				"desc03": "Equipment and robot utilization statistics",
				"desc04": "Customizable dashboards with role-specific views and KPI monitoring"
			},
			"cost": {
				"title": "Advanced Predictive and Cost Optimization",
				"desc01": "Demand forecasting and inventory planning",
				"desc02": "Trend identification for product performance",
				"desc03": "Logistics cost breakdown and optimization suggestions",
				"desc04": "ROI tracking for warehouse investments"
			},
			"monitoring": {
				"title": "3D Warehouse Visualization and Monitoring",
				"desc01": "3D representation of warehouse layout and inventory",
				"desc02": "Visual identification of stock shortages and misplacements",
				"desc03": "Enhanced spatial understanding of warehouse operations",
				"desc04": "Service level and SLA compliance monitoring"
			},
			"reporting": {
				"title": "Actionable Insights and Reporting",
				"desc01": "Data-driven decision support",
				"desc02": "Identification of operational bottlenecks",
				"desc03": "Customizable report generation with cross-functional data integration",
				"desc04": "Historical data analysis and trend reporting"
			}
		}
	},
	"order": {
		"title": "Order Management",
		"desc": "A multi-channel-based advanced order management system that provides efficient connection to order integration/distribution and inventory.",
		"infographic": {
			"receive": {
				"title": "Receive order",
				"desc": "We record the quantity and condition of incoming materials and products, compare them with inventory to prevent shortages and surpluses through accurate cost settlement and quality inspection."
			},
			"shipping": {
				"title": "Shipping order",
				"desc": "By clearly specifying the timing, location, quantity, and type of product shipment, we enhance customer satisfaction through precise management and quick order processing while tracking and managing shipping costs to maximize cost efficiency."
			},
			"delivery": {
				"title": "Delivery order",
				"desc": "By clearly specifying the timing, location, quantity, and type of product shipment, we enhance customer satisfaction through precise management and quick order processing while tracking and managing shipping costs to maximize cost efficiency."
			},
			"return": {
				"title": "Return order",
				"desc": "This order is created in the process of returning goods purchased by customers. Based on the return order, we manage the procedures for inbound processing, quality inspection, and disposal."
			},
			"replenish": {
				"title": "Replenishment order",
				"desc": "We manage the secure and adequate stock levels to ensure stable center operations and respond to orders. This includes securing inventory in the center, calculating replenishment targets for shipping order items in the picking area, and managing replenishment work instructions."
			}
		}
	},
	"receive": {
		"title": "Receiving Management",
		"desc": "Real-time tracking of incoming goods information (ASN), with automatic updates through PDA barcode scanning. Implements optimal inventory storage according to system guidelines with efficient putaway logic and strategies, and provides customized putaway strategies tailored to various customer requirements."
	},
	"shipping": {
		"title": "Shipping Management",
		"desc": "Real-time management of B2B and B2C shipping requests, considering worksite operations such as work orders management, inventory allocation, picking, packing, and shipment. Monitors the progress of each request to improve responsiveness to exceptions. Supports shipping processes suited to the center environment and eliminates redundant processing through PDA-assisted work."
	},
	"inventory": {
		"title": "Inventory Management",
		"desc": "Real-time monitoring of inventory status within the center through various condition searches such as customer code, product code, product name, temperature classification, and inventory attributes. Efficiently manages storage status of locations within the center, as well as inventory movement and replenishment. Provides full inventory counts, cycle counts, and ad-hoc inventory checks to prevent inventory omissions and losses, enhancing inventory accuracy and reducing costs while boosting sales."
	},
	"customer": {
		"title": "StockFlow Customer Cases",
		"desc": "Discover the features, efficiency, and visibility that our users acknowledge.",
		"growthyCustomer": {
			"title": "Growing 3PL Customer",
			"desc": "The StockFlow WMS system provides growth and operational efficiency in line with the expansion of 3PL businesses."
		},
		"multiWarehouseCustomer": {
			"title": "Multi-Warehouse 3PL Customer",
			"desc": "We offer new warehouse setup and operational efficiency in response to the expansion of 3PL businesses."
		},
		"globalWarehouseCustomer": {
			"title": "International Warehouse Expansion Customer",
			"desc": "After applying our domestic warehouse WMS, we ensure efficiency through gradual international expansion and unified management with One System."
		},
		"automaticCustomer": {
			"title": "Automated Equipment Customer",
			"desc": "We maximize warehouse operation efficiency by supporting process changes and operational processes following the introduction of automated equipment."
		}
	},
	"customerCase01": {
		"topSection": {
			"title": "Supporting Over 300% Growth for Our Clients",
			"desc": "StockFlow has contributed to client success by supporting the introduction of DAS, specialized Cross Dock operations, and opening support for new clients. This led to a significant increase in order volume and achieved the goal of same-day order processing. With StockFlow's WMS, we have quickly responded to new warehouses and clients, ensuring stable warehouse operations."
		},
		"result": {
			"title": "StockFlow Implementation Results",
			"brand": "Brand",
			"partner": "Partner",
			"product": "Number of Products"
		},
		"challenge": {
			"title": "Challenge",
			"desc01": "As the client's logistics grew, stable support was needed for opening new logistics centers. StockFlow was chosen to meet this need. Within just one month, the system environment was set up and applied, leading to over 100% annual growth due to large client acquisitions.",
			"desc02": "Rapid adaptation to changes such as new center openings, facility expansions, and ERP system integrations was required. Adapting quickly to support processes for new clients and improving existing processes with DAS integration was challenging. StockFlow's WMS platform supported the client's growth by rapidly responding to new warehouses and client acquisitions.",
			"boxText": "By adopting a solution capable of handling large 3PL clients and diverse service requests, we invested in enhancing our logistics capabilities. With StockFlow WMS, we have gained confidence in acquiring new clients and focusing on active client acquisition."
		},
		"benefits": {
			"title": "StockFlow Provides Technology to Support 3PL Client Growth",
			"inventoryVisibility": {
				"title": "Real-Time Logistics Visibility",
				"desc": "StockFlow offers real-time insights into order information, enabling optimal inventory management and giving clients a competitive edge."
			},
			"erp": {
				"title": "ERP Integration",
				"desc": "Through StockFlow's open API, we facilitate integration with clients' ERP systems to improve processes. Quick adaptation to ERP helps unify online and offline orders, ensuring integrated operations. This capability aids in acquiring new clients and allows confident client acquisition without worrying about WMS support limitations."
			},
			"additionalCustomer": {
				"title": "Adding New Clients and Warehouses",
				"desc": "StockFlow supports the addition of new clients and warehouses. 3PL clients can configure product settings per client and warehouse, and manage warehouse-specific roles. Additionally, warehouse-specific access controls protect client information, ensuring only authorized personnel can view it."
			},
			"orderManagement": {
				"title": "Order Management",
				"desc": "StockFlow integrates with various order management platforms to consolidate order information and support warehouse operations. It also provides courier integration features for B2C operations."
			}
		}
	},
	"customerCase03": {
		"topSection": {
			"title": "Overseas Warehouse Expansion Customer",
			"desc": "The customer has received support for both domestic and overseas warehouse operations through the rapid expansion of StockFlow WMS. To achieve this, they have implemented a Follow the Sun strategy, operating their overseas WMS as a Single Instance service. The application is deployed in one location, while the WMS server operates in a global cloud environment, providing continuous IT services 24/7."
		},
		"challenge": {
			"title": "Challenge",
			"desc01": "The customer needed to finalize the WMS implementation schedule in line with the automation equipment installation timeline. However, they faced difficulties in establishing initial logistics processes due to insufficient time for process analysis that reflected the characteristics of both domestic and overseas warehouses and business units. Prioritizing scalability and overseas support, the customer aimed to operate overseas warehouses using a domestic server. They decided to select StockFlow as the enterprise standard WMS, leveraging its Multi Warehouse, multilingual support, and country-specific time zone settings.",
			"desc02": "Within just three months of adopting StockFlow, the customer verified the stability of center operations and sequentially applied WMS to both domestic and overseas warehouses, achieving operational efficiency and process improvements. While rapidly building the system to reflect product characteristics, automated robot warehouses, and PDA-operated warehouses was not an easy task, StockFlow responded promptly to the customer’s needs.",
			"boxText": "Through the WMS implementation, the customer significantly improved productivity by changing and adjusting the work processes previously handled by MES and ERP. Key factors in the WMS expansion included multilingual support and country-specific assistance from the headquarters server, enabling the customer to quickly set up and stabilize operations at overseas warehouses."
		},
		"growth": {
			"title": "Customer Growth",
			"desc01": "After applying WMS to their domestic warehouses, the customer aimed to expand WMS to overseas locations through their in-house developers. They built a WMS system that reflected the inbound and outbound characteristics of their manufacturing operations and standardized processes according to the characteristics of raw material and product warehouses for expansion across various countries.",
			"desc02": "StockFlow's technical support team guided the customer through the WMS expansion process, addressing considerations and processes, and provided technical support when the customer pursued self-implementation. After the overseas WMS system was launched, they completed validation of logistics operations through internal assessments."
		},
		"benefits": {
			"title": "StockFlow Supports Not Only Domestic but Also Overseas Warehouse Operations.",
			"inventoryVisibility": {
				"title": "Real-Time Logistics Visibility",
				"desc": "The logistics functions previously managed by the ERP system have been improved, and the site management capabilities have been enhanced, achieving optimization of logistics operations through organic integration between WMS and MES. Additionally, stable operations have been maintained through real-time integration with the initially deployed automated logistics equipment (AGV, AMR)."
			},
			"erp": {
				"title": "ERP Connectivity",
				"desc": "When performing inventory management tasks through ERP, improvements in WMS functionality were required from the perspective of ERP operational efficiency rather than site operational efficiency. StockFlow's consultants spent considerable time identifying the requirements from both logistics operation and ERP operation perspectives, which allowed them to confirm an operationally feasible process and proceed with the WMS implementation. They also met technical requests such as security and SSO compliance with corporate IT policies, leading to rapid stabilization after launching within the initially agreed timeline. The planned WMS expansion was swiftly executed, utilizing existing standard APIs for ERP connectivity in each country to conduct quick Roll Outs and settlement tests. This allowed them to confirm findings and sequentially proceed with the overseas Roll Out."
			},
			"additionalCustomer": {
				"title": "New Customers and New Warehouse Additions",
				"desc": "StockFlow supports the addition of new customers and warehouses. For new overseas warehouses, language packs specific to the country can be installed for operation, allowing the customer to configure these packs during the Roll Out using their own operational staff to ensure stable operation. The customer proactively deployed early operational personnel to understand the structure of StockFlow and secure the capability to manage operations for future expansions."
			}
		}
	},
	"contact": {
		"contactPageTitle": "Contact Us",
		"contactPageDesc": "We will contact you as soon as possible.<br /> (Please provide the correct information for quick consultation)",
		"companyName": "Company",
		"companyNameErrMsg": "Please enter the company name.",
		"department": "Department",
		"userName": "Name",
		"userNameErrMsg": "Please enter your name.",
		"userPhone": "Phone",
		"userPhonePlaceholder": "Please enter your contact number.",
		"userEmail": "E-mail",
		"userEmailErrMsg": "Please enter your email address.",
		"message": "Message",
		"messagePlaceholder": "Please enter your message",
		"sendBtnText": "Submit"
	},
	"contactModal": {
		"successTitle": "Success sending email",
		"successDesc": "We will bcontact you as soon as possible",
		"failTitle": "Somgthing weng wrong",
		"failDesc": "Please try again",
		"fillText": "Please fill in all the required fields"
	},
	"footer": {
		"company": "Company",
		"companyName": "Lubentis",
		"ceo": "CEO",
		"ceoName": "Sang-gyu Oh",
		"tel": "Tel",
		"email": "E-mail",
		"businessNo": "Business Number",
		"mailOrderSalesNo": "Mail-order-sales registration number",
		"address": "Address",
		"compnayAddress": "10, Nonhyeon-ro 163-gil, Gangnam-gu, Seoul, Republic of Korea",
		"terms": "Terms and conditions",
		"policy": "Privacy policy",
		"lubentisWeb": "Lubentis Website"
	},
	"banner": {
		"title": "Streamline, Optimize, Automate with Confidence: <span class='accent'>StockFlow</span><br class='mob-hide'> Your All-in-One Logistics Solution<br>Try It Now",
		"desc": "Affordable logistics systems reduce costs, accelerate and optimize inventory management",
		"btn": "Contact us"
	},
	"404": {
		"title": "Page not found",
		"desc": "The page you were looking for doesn't exist. <br>You may have mistyped the address or the page may have moved",
		"btnLabel": "Go to Home page"
	},
	"btn": {
		"ok": "OK"
	}
}
